RING_ALIASES = {

    "تالار پتروشیمی": [
        "پتروشیمی",
        "تالار پتروشیمی",
        "رینگ پتروشیمی",
        "بازار پتروشیمی",
        "محصولات پتروشیمی"
    ],

    "تالار سیمان": [
        "سیمان",
        "تالار سیمان",
        "رینگ سیمان",
        "بازار سیمان",
        "معاملات سیمان"
    ],

    "تالار کالای صادراتی کیش": [
        "کیش",
        "تالار کیش",
        "تالار کالای صادراتی کیش",
        "رینگ کیش",
        "بازار کیش",
        "بازار صادراتی کیش",
        "کالای صادراتی کیش"
    ],

    "تالار صادراتی": [
        "صادراتی",
        "تالار صادراتی",
        "بازار صادراتی",
        "رینگ صادراتی",
        "تالار صادرات"
    ],

    "تالار صنعتی": [
        "صنعتی",
        "تالار صنعتی",
        "بازار صنعتی",
        "رینگ صنعتی"
    ],

    "تالار کشاورزی": [
        "کشاورزی",
        "تالار کشاورزی",
        "بازار کشاورزی",
        "رینگ کشاورزی",
        "محصولات کشاورزی"
    ],

    "تالار فرعی": [
        "فرعی",
        "تالار فرعی",
        "بازار فرعی",
        "رینگ فرعی"
    ],

    "تالار فرآورده های نفتی": [
        "نفت",
        "نفتی",
        "فرآورده های نفتی",
        "محصولات نفتی",
        "رینگ نفتی",
        "بازار نفت"
    ],

    "تالار فلزات": [
        "فلزات",
        "تالار فلزات",
        "بازار فلزات",
        "رینگ فلزات",
        "فلزات صنعتی"
    ],

    "تالار معدنی": [
        "معدنی",
        "تالار معدنی",
        "محصولات معدنی",
        "مواد معدنی",
        "رینگ معدنی"
    ],

    "تالار انرژی": [
        "انرژی",
        "تالار انرژی",
        "بازار انرژی",
        "رینگ انرژی"
    ]
}
